Repository: virtual-labs/exp-quinckes-method-au
Catalog: experiment/simulation/locale/*/messages.po
Languages: hi_in

source: CONSTANT CURRENT SUPPLY
hi_in: लगातार चालू आपूर्ति

source: GAUSS METER
hi_in: गॉस मीटर

source: help1
hi_in: 'सम्मिलित जांच' बटन पर क्लिक करें।

source: help2
hi_in: स्लाइडर या लगातार चालू आपूर्ति की ट्यूनिंग घुंडी का उपयोग करके या तो मौजूदा बदलें।

source: help3
hi_in: Quincke की स्थापना के चयन के लिए ड्रॉप डाउन बदलें।

source: help4
hi_in: वर्तमान स्लाइडर का उपयोग या लगातार चालू आपूर्ति की घुंडी ट्यूनिंग द्वारा या तो मौजूदा बदलें।

source: help5
hi_in: स्लाइडर का उपयोग करके molarity molarity बदलें।

source: help6
hi_in: माइक्रोस्कोप समायोजन बटन का उपयोग कर ट्यूब में समाधान के स्तर को देखें।

source: help7
hi_in: ध्यान केंद्रित घुंडी बटन का उपयोग कर ट्यूब में समाधान का स्पष्ट दृष्टिकोण को समायोजित करें।

source: help8
hi_in: ज़ूम में देखें ज़ूम आउट करने के लिए माइक्रोस्कोप पैमाने पर क्लिक करें।

source: help9
hi_in: परिणाम दिखाने के लिए शो परिणाम चेकबॉक्स की जाँच करें।

source: help10
hi_in: प्रयोग पुनर्स्थापित करने के लिए 'रीसेट' बटन पर क्लिक करें।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Variables
hi_in: चर

source: Select set up:
hi_in: की स्थापना का चयन करें:

source: Magnetic field Vs Current
hi_in: चुंबकीय क्षेत्र वर्तमान बनाम

source: Insert probe
hi_in: सम्मिलित जांच

source: Remove probe
hi_in: जांच निकालने

source: Current :
hi_in: वर्तमान:

source: To adjust microscope scale:
hi_in: माइक्रोस्कोप पैमाने को समायोजित करने के लिए:

source: Focusing knob:
hi_in: घुंडी ध्यान केंद्रित:

source: Show Result
hi_in: शो के परिणाम

source: Reset
hi_in: रीसेट

source: Result
hi_in: परिणाम

source: Magnetic Susceptibility of the solution :
hi_in: समाधान के चुंबकीय संवेदनशीलता:

source: Quincke's setup
hi_in: Quincke की स्थापना

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009
